#დავალება:ბილეთი ღირს 100 ლარი,მაგრამ ბავშვებისთვის უფასოა,გვყავს 13 ადამიანი, აქედან 10 დიდი და 3 ბავშვი, გამოთვალეთ ჯამში რამდენი ლარი დასჭირდებათ 

#####################################################################
# price = 0 #შეიქმნა ღირებულების ცვლადი
# age_c = 0 #შეიქმნა ციკლისს ათვლის ცვლადი
# while age_c < 5: #იქმნება ციკლი სანამ ათვლა ნაკლებია 13ზე
#   age = (int(input("Enter age: "))) #მომხარებლები იყვანენ ასაკს 13 ჯერ
#   if age <= 3: #თუ ასაკი ნაკლებია ან ტოლია 18ზე
#     price += 0 #ღირებულებას არ ემატება არაფერი რჩება იგივე
#     age_c += 1 #ციკლის ათვლას ემატება 1 - 13ამდე
#   else: #თუარადა
#     price += 100 #ღირებულება იზრდება 25ით
#     age_c += 1 #ციკლის ათვლას ემატება 1 - 13ამდე
# print (price) #იპრინტება ღირებულების ჯამი
# #####################################################################

price = 0
age_c = 0

while age_c < 5:
    age = int(input("Enter age: "))
    
    if age <= 3:
        price += 0
    else:
        price += 100
    age_c += 1

print(price)

